Repository: yllen/reports
Catalog: locales/*.po
Languages: fi_fi

source: Reports plugin configuration
fi_fi: Liitännäisen asetukset

source: Rights management by report
fi_fi: Oikeuksien hallinta raporteittain

source: Search criteria
fi_fi: Hakuehto

source: Date interval
fi_fi: Ajanjakso

source: Time interval
fi_fi: Aikaväli

source: At least
fi_fi: Vähintään

source: Rights management by profil
fi_fi: Oikeuksien hallinta profiileittain

source: Profils rights
fi_fi: Profiilioikeudet

source: No right on Assistance / Statistics
fi_fi: Ei oikeutta Tukeen / Tilastoihin

source: No right on Tools / Reports
fi_fi: Ei oikeutta Työkaluihin / Raportteihin

source: Number pending
fi_fi: Odottavien lukumäärä

source: applicationsbylocation_report_title
fi_fi: Sovellukset sijainneittain sekä versiot

source: Applications
fi_fi: Sovellukset

source: Computer status
fi_fi: Tietokoneen tila

source: doublons_report_title
fi_fi: Tietokoneiden kaksoiskappaleet

source: Duplicate computers
fi_fi: Tietokoneiden kaksoiskappaleet

source: First computer
fi_fi: Ensimmäinen tietokone

source: Second computer
fi_fi: Toinen tietokone

source: Last inventory date
fi_fi: Viimeisin inventointipäivä

source: equipmentbygroups_report_title
fi_fi: Luettelo kaikista ryhmän laitteista

source: equipmentbylocation_report_title
fi_fi: Laitteiden määrä sijainnin mukaan

source: globalhisto_report_title
fi_fi: Globaali historia (testi/esimerkki)

source: histohard_report_title
fi_fi: Viimeisten laitteistoasennusten historia

source: History of last hardware's installations
fi_fi: Viimeisten laitteistoasennusten historia

source: Date of inventory
fi_fi: Inventointipäivä

source: Modification
fi_fi: Muutos

source: The list is limited to 100 items and 21 days
fi_fi: Luettelo on rajoitettu 100 kohteeseen ja 21 päivään

source: histoinst_report_title
fi_fi: Viimeisten ohjelmistoasennusten historia

source: History of last software's installations
fi_fi: Viimeisten ohjelmistoasennusten historia

source: The list is limited to 200 items and 21 days
fi_fi: Luettelo on rajoitettu 200 kohteeseen ja 21 päivään

source: infocom_report_title
fi_fi: Taloustiedot

source: iteminstall_report_title
fi_fi: Aika ennen laitteen käyttöönottoa

source: licensesexpires_report_title
fi_fi: Lisenssit voimassaolopäivän mukaan

source: Valid to
fi_fi: Voimassa

source: licenses_report_title
fi_fi: Yksityiskohtainen lisenssiraportti

source: Used version
fi_fi: Käytetty versio

source: listequipmentbylocation_report_title
fi_fi: Luettelo laitteista sijainnin mukaan

source: listgroups_report_title
fi_fi: Luettelo ryhmistä ja jäsenistä

source: location_report_title
fi_fi: Sijaintipuu

source: Link
fi_fi: Linkki

source: pcsbyentity_report_title
fi_fi: Kohteiden lukumäärä yksiköittäin

source: Number of items by entity
fi_fi: Kohteiden lukumäärä yksiköittäin

source: Display
fi_fi: Näytä

source: Entity tree
fi_fi: Yksiköittäin

source: Sort by count
fi_fi: Lukumäärän mukaan

source: Unknown
fi_fi: Tuntematon

source: Selection of type is mandatory
fi_fi: Tyypin valinta on pakollinen

source: printers_report_title
fi_fi: Tulostimet

source: Computers in the group
fi_fi: Ryhmän tietokoneet

source: Users in the group
fi_fi: Ryhmän käyttäjät

source: Computers in the location
fi_fi: Sijainnin tietokoneet

source: Users in the location
fi_fi: Sijainnin käyttäjät

source: rules_report_title
fi_fi: Sääntöluettelo

source: searchinfocom_report_title
fi_fi: Haku taloustiedoista

source: softnotinstalled_report_title
fi_fi: Yksityiskohtainen raportti ohjelmiston asennuksesta tilan mukaan

source: softversioninstallations_report_title
fi_fi: Asentamattomat tärkeät ohjelmat

source: Software version status
fi_fi: Ohjelmistoversion tila

source: statnightticketsbypriority_report_title
fi_fi: Yöllä avatut tiketit prioriteetin mukaan

source: statticketsbyentity_report_title
fi_fi: Helpdesk toimeksiantajat ja tiketit yksiköittäin

source: Users count
fi_fi: Käyttäjien määrä

source: Tickets count
fi_fi: Tikettien määrä

source: Older
fi_fi: Vanhempi

source: Newer
fi_fi: Uudempi

source: statticketsbypriority_report_title
fi_fi: Tiketit, joita ei ole suljettu, prioriteetin mukaan

source: transferreditems_report_title
fi_fi: Luettelo siirretyistä kohteista

source: Source entity
fi_fi: Lähdeyksikkö

source: Target entity
fi_fi: Kohdeyksikkö

source: Transfert date
fi_fi: Siirtopäivä

source: zombies_report_title
fi_fi: Käyttäjät, joilla ei ole oikeuksia

source: With no ticket
fi_fi: Ilman tikettiä
